Repository: elementary/switchboard-plug-security-privacy
Catalog: po/*.po
Languages: ar, ckb, mr, ru

source: Security & Privacy
ar: الأمن و الخصوصية
ckb: ئاسایش & تایبەتیەتی
mr: सुरक्षा आणि गोपनीयता
ru: Защита и приватность

source: Configure firewall, screen lock, and activity information
ar: قم بتعديل جدار الحماية, قفل الشاشة و المعلومات حول نشاطك
ckb: زانیاری چالاکییەکان و قوفڵی شاشە و دیواری ئاگرین ڕێک بخە
mr: फायरवॉल, स्क्रीन लॉक आणि क्रियाकलाप माहिती कॉन्फिगर करा
ru: Настройка фаервола, экрана блокировки и информации об активности

source: Some settings require administrator rights to be changed
ar: تتطلب بعض الإعدادات تغيير الصلاحيات للمسؤول
ckb: بەشێک لە ڕێکخستنەکان پێویستیان بە دەسەڵاتی بەڕێوەبەرە بۆ ئەوەی گۆڕانکاریان بەسەردا بێت
ru: Для изменения некоторых настроек требуются права администратора

source: Privacy
ar: الخصوصية
ckb: تایبەتی
mr: गोपनीयता
ru: Файлы и приложения

source: Locking
ar: قفل
ckb: قوفڵکردن
mr: लॉकिंग
ru: Безопасность

source: Firewall
ar: جدار الحماية
ckb: دیواری ئاگرین
mr: फ़ायरवॉल
ru: Брандмауэр

source: Housekeeping
ar: تنظيف النظام
ckb: خاوێنکردنەوە
mr: हाऊसकीपिंग
ru: Домоводство

source: Location Services
ar: خدمات الموقع
ckb: خزمەتگوزاری شوێن
mr: स्थान सेवा
ru: Сервисы местоположения

source: History
ar: التاريخ
ckb: مێژوو
mr: इतिहास
ru: История

source: Clear History
ar: مسح التاريخ
ckb: سڕینەوەی مێژوو
mr: इतिहास मिटवा
ru: Очистить историю

source: Lock on sleep
ar: اقفل عند السكون
ckb: لەکاتی خەوتن قوفڵی بکە
mr: निष्क्रिय असताना लॉक करा
ru: Заблокировать систему при переходе в режим сна

source: Lock after sceen turns off
ar: قفل بعد إيقاف تشغيل الشاشة
ckb: دوای کوژاندنەوەی شاشە قوفڵی بکە
mr: स्क्रीन बंद केल्यानंतर लॉक
ru: Заблокировать систему при выключении экрана

source: Automatically delete old temporary files
ar: حذف الملفات المؤقتة القديمة تلقائيًا
ckb: خۆکارانە پەڕگە کۆنە کاتییەکان بسڕەوە
mr: जुन्या तात्पुरत्या फायली स्वयंचलितपणे हटवा
ru: Автоматически удалять старые временные файлы

source: Automatically delete old trashed files
ar: حذف الملفات القديمة في المهملات تلقائيًا
ckb: خۆکارانە پەڕگە کۆنەکانی ناو تەنەکە بسڕەوە
mr: जुन्या ट्रॅश केलेल्या फायली स्वयंचलितपणे हटवा
ru: Автоматически удалять старые файлы из корзины

source: Number of days to keep trashed and temporary files
ar: عدد الأيام للاحتفاظ بالملفات المحذوفة والمؤقتة
ckb: ژمارەی ڕۆژەکان بۆ هێشتنەوەی پەڕگە کۆن و سڕاوەکان
mr: ट्रॅश केलेल्या आणि तात्पुरत्या फायली ठेवण्यासाठी दिवसाची संख्या
ru: Количество дней до удаления файлов из корзины и временных файлов

source: Authentication is required to run the Firewall Configuration
ar: مطلوب المصادقة لتشغيل اعداد جدار الحماية
ckb: پێویستە تێپەڕەوشە داخڵ بکەیت بۆ بەڕێوەبردنی دوای ئاگرین
mr: फायरवॉल कॉन्फिगरेशन चालविण्यासाठी प्रमाणीकरण आवश्यक आहे
ru: Для изменения настроек брандмауэра требуется аутентификация

source: Enabled
ar: مفعل
ckb: کاراکراو
mr: सक्षम
ru: Включено

source: Disabled
ar: غير مفعل
ckb: وەستێنراو
mr: अक्षम
ru: Отключено

source: Unknown
ar: غير معروف
ckb: نەزانراو
mr: अज्ञात
ru: Неизвестно

source: Allow
ar: اسمح
ckb: ڕێگەدان
mr: परवानगी द्या
ru: Разрешить

source: Deny
ar: رفض
ckb: ڕێگریکردن
mr: नाकारा
ru: Запретить

source: Reject
ar: رفض
ckb: ڕەفزکردن
mr: नाकारा
ru: Отклонить

source: Limit
ar: الحد
ckb: سنوور
mr: मर्यादित करा
ru: Ограничить

source: In
ckb: هاتنەناو
mr: मध्ये
ru: Входящие

source: Out
ckb: دەرچوون
mr: बाहेर
ru: Исходящие

source: %s Ports %s
ckb: %s دەرچەکان %s
mr: %s पोर्ट %s
ru: %s порты %s

source: %s Port %s
ckb: %s دەرچە %s
mr: %s पोर्ट %s
ru: %s порт %s

source: Version
ar: الإصدار
ckb: وەشان
mr: आवृत्ती
ru: Версия

source: Action
ckb: فەرمان
mr: क्रिया
ru: Действие

source: Protocol
ckb: پرۆتۆکۆل
mr: प्रोटोकॉल
ru: Протокол

source: Direction
ckb: ئاڕاستە
mr: दिशा
ru: Направление

source: To
ar: إلى
ckb: بۆ
mr: च्याकडे
ru: До

source: From
ar: من
ckb: لە
mr: पासून
ru: Начиная с

source: Action:
ckb: فەرمان:
mr: क्रिया:
ru: Действие:

source: Protocol:
ckb: پرۆتۆکۆل:
mr: प्रोटोकॉल:
ru: Протокол:

source: Version:
ar: الإصدار:
ckb: وەشان:
mr: आवृत्ती:
ru: Версия:

source: Both
ckb: هەردووکیان
mr: दोन्ही
ru: Оба

source: Direction:
ckb: ئاڕاستە:
mr: दिशा:
ru: Направление:

source: Ports:
ar: المنافذ:
ckb: دەرچەکان:
mr: पोर्ट:
ru: Порты:

source: %d or %d-%d
ar: %d أو %d-%d
ckb: %d یان %d-%d
mr: %d किंवा %d-%d
ru: %d или %d-%d

source: Add Rule
ar: إضافة قاعدة
ckb: زیادکردنی یاسا
mr: नियम जोडा
ru: Добавить правило

source: Automatically Delete:
ar: الحذف تلقائيًا:
ckb: سڕینەوەی خۆکار:
mr: स्वयंचलितपणे हटवा:
ru: Автоматически удалять:

source: Old temporary files
ckb: پەڕگە کۆنە کاتییەکان
mr: जुन्या तात्पुरत्या फाइल्स
ru: Старые временные файлы

source: Downloaded files
ckb: پەڕگە داگیراوەکان

source: Trashed files
ar: الملفات المحذوفة
ckb: پەڕگە سڕاوەکان
mr: कचर्‍याच्या फायली
ru: Файлы из корзины

source: Delete Old Files After:
ckb: پەڕگە کۆنەکان بسڕەوە دوای:

source: Open Trash…
ar: افتح سلة المهملات…
ckb: کردنەوەی تەنەکەی خۆڵ…
mr: कचरापेटी उघडा…
ru: Открыть корзину…

source: Old files can be automatically deleted after %u day to save space and help protect your privacy.
ar: يمكن حذف الملفات القديمة تلقائيًا بعد%u يوم لتوفير مساحة والمساعدة في حماية خصوصيتك.
ckb: دەکرێت پەڕگە کۆنەکان دوای تەنها %u ڕۆژ بسڕدرێنەوە بۆ پاراستنی بۆشایی و تایبەتی تۆ.
mr: जागा वाचविण्यासाठी आणि आपल्या गोपनीयतेस मदत करण्यासाठी जुन्या फायली %u दिवसा नंतर स्वयंचलितपणे हटविल्या जाऊ शकतात.
ru: Старые файлы можно автоматически удалить через %u день, чтобы сэкономить пространство и защитить вашу приватность.

source: Day
ar: يوم
ckb: ڕۆژ
mr: दिवस
ru: День

source: Lock on suspend:
ar: قفل عند السكون:
ckb: لەگەڵ وەستان قوفڵی بکە:
mr: निलंबनावर लॉक करा:
ru: Блокировать при остановке:

source: Lock after screen turns off:
ar: القفل بعد إيقاف تشغيل الشاشة:
ckb: قوفڵکردن دوای کوژانەوەی ڕوونما:
mr: स्क्रीन बंद केल्यानंतर लॉक करा:
ru: Заблокировать систему при выключении экрана:

source: Forbid new USB devices when locked:
ckb: ڕێگریکردن لە USBی تازە کاتێک کۆمپیتەرەکەت قوفڵ کردووە:

source: %s can store local usage data to provide extra functionality like offering recently-used files and more relevant local search. Regardless of this setting, usage data is never transmitted off of this device or to third parties.
ar: %s يمكن تخزين بيانات الاستخدام المحلي لتوفير وظائف إضافية مثل عرض الملفات المستخدمة مؤخرًا والبحث المحلي الأكثر صلة. بغض النظر عن هذا الإعداد، فلن يتم إرسال بيانات الاستخدام خارج هذا الجهاز أو لأطراف ثالثة.
ckb: %s دەتوانێت داتای بەکارهێنانی ناوخۆیی هەڵبگرێت بۆ دابینکردنی کارایی زیاتر وەک پێشکەشکردنی پەڕگە بەکارهێنراوەکانی ئەم دواییە و، گەڕانی ناوخۆیی باشتر. بەبێ کارانەکردنی ئەم ڕێکخستنەش، هەرگیز زانیارییەکانی بەکارهێنان لەم ئامێرەوە ناگوازرێتەوە جێگەیەکی تر یان بۆ لایەنی سێیەم نانێردرێت.
mr: %s स्थानिक वापराचा डेटा संचयित करू शकते ज्याने अलीकडे-वापरल्या जाणाऱ्या फाइल्स आणि अधिक संबंधित स्थानिक शोध करण्यासारख्या अतिरिक्त कार्यक्षमता प्रदान केल्या जातात. या सेटिंगशिवाय, या डिव्हाइसबाहेर किंवा तृतीय पक्षांना वापराचा डेटा कधीही प्रसारित केला जात नाही.
ru: %s может хранить локальные данные для обеспечения дополнительных функций как недавно использованные файлы и релевантный локальный поиск. Несмотря на эту настройку, данные об использовании никогда не передаются с этого устройства третьим лицам.

source: %s won't retain any further usage data.
ar: %s لن يحتفظ بأي بيانات استخدام أخرى.
ckb: %s هیچ داتایەکی بەکارهێنانی زیاتر ناهێڵێتەوە.
mr: %s कोणताही पुढील वापराचा डेटा सांभाळून ठेवणार नाही.
ru: %s не будет сохранять данные об использовании.

source: The additional functionality that this data provides will be affected.
ar: ستتأثر الوظيفة الإضافية التي توفرها هذه البيانات.
ckb: ئەو کارانەی بەهۆی ئەم خزمەتگوزارییەوە دابین دەکرێن کاریگەر دەبن و دەکرێت بوەستن.
mr: या डेटाद्वारे प्रदान केलेली अतिरिक्त कार्यक्षमता प्रभावित होईल.
ru: Приватный режим повлияет на дополнительную функциональность, которую обеспечивают эти данные.

source: This may not prevent apps from recording their own usage data, such as browser history.
ar: قد لا يمنع هذا التطبيقات من تسجيل بيانات الاستخدام الخاصة بها ، مثل سجل المتصفح.
ckb: ئەمە لەوانەیە ڕێگری نەگرێت لە خودی بەرنامەکان کە تۆماری چالاکییەکانی خۆیان نەکەن وەکو مێژووی گەڕانەکانی وێبگەڕ.
mr: हे अॅप्सला ब्राउझर इतिहास म्हणून त्यांचे स्वत: चा वापर डेटा रेकॉर्ड करण्यापासून प्रतिबंधित करू शकत नाही.
ru: Это не помешает приложениям сохранять собственную информацию об использовании, например историю браузера.

source: History Is Disabled
ar: التاريخ معطل
ckb: مێژوو ناچالاکە
mr: इतिहास अक्षम आहे
ru: История отключена

source: Clear History…
ar: امسح التاريخ…
ckb: سڕینەوەی مێژوو…
mr: इतिहास साफ करा…
ru: Очистить историю…

source: Your system
ar: نظامك
ckb: سیستەمەکەت
mr: तुमची यंत्रणा
ru: Ваша система

source: Allow the apps below to determine your location
ar: اسمح للتطبيقات أدناه بتحديد موقعك
ckb: لە خوارەوە ڕێگە بەو بەرنامانە بدە کە شوێنت بزانن
mr: आपले स्थान निर्धारित करण्यासाठी खालील अॅप्सना अनुमती द्या
ru: Разрешить приложениям определять ваше местоположение

source: No Apps Are Using Location Services
ar: لا توجد تطبيقات تستخدم خدمات الموقع
ckb: هیچ بەرنامەیەک خزمەتگوزاری شوێن بەکار ناهێنێت
mr: कोणतीही अॅप्स स्थान सेवा वापरत नाहीत
ru: Ни одно приложение не использует сервисы местоположения

source: When apps are installed that use location services they will automatically appear here.
ar: عند تثبيت التطبيقات التي تستخدم خدمات الموقع ، ستظهر تلقائيًا هنا.
ckb: هەر کاتێک بەرنامەیەک دامەزرا کە خزمەتگوزاری شوێن بەکاربهێنێت، ڕاستەوخۆ لێرە دەردەکەوێت.
mr: जेव्हा स्थान सेवा वापरणारे अॅप्स स्थापित केले जातात तेव्हा ते आपोआप येथे दिसतील.
ru: Когда будут установлены приложения, использующие сервисы местоположения, они автоматически появятся здесь.

source: Location Services Are Disabled
ar: تم تعطيل خدمات الموقع
ckb: خزمەتگوزای شوێن ناچالاکە
mr: स्थान सेवा अक्षम आहेत
ru: Сервисы местоположения отключены

source: While location services are disabled, location requests from apps will be automatically rejected.
ar: أثناء تعطيل خدمات الموقع ، سيتم رفض طلبات الموقع من التطبيقات تلقائيًا.
ckb: کاتێک ئەم خزمەتگوزارییە ناچالاکە، هەر داواکارییەکی بەرنامەکان سەبارەت بە زانینی شوێن ڕاستەوخۆ ڕەفز دەکرێن.
mr: स्थान सेवा अक्षम असताना, अॅप्सवरील स्थान विनंत्या स्वयंचलितपणे नाकारल्या जातील.
ru: Пока сервисы определения местоположения отключены, запросы местоположения из приложений будут автоматически отклоняться.

source: The additional functionality that location access provides in those apps will be affected.
ar: ستتأثر الوظائف الإضافية التي يوفرها الوصول إلى الموقع في هذه التطبيقات.
ckb: ئەم کارانەی بەهۆی خزمەتگوزاری شوێنەوە دابین دەکرێن کاریگەر دەبن و دەکرێت بوەستن.
mr: त्या अॅप्समध्ये स्थान प्रवेश प्रदान करणारी अतिरिक्त कार्यक्षमता प्रभावित होईल.
ru: Будут затронуты дополнительные функции, предоставляющие доступ к данным местоположения в этих приложениях.

source: This will not prevent apps from trying to determine your location based on IP address.
ar: لن يمنع هذا التطبيقات من محاولة تحديد موقعك بناءً على عنوان IP.
ckb: وەستاندنی ئەم خزمەتگوزارییە ڕێگری ناکات لەو بەرنامانەی کە هەوڵدەدەن شوێنەکەت لە ڕێگەی ئایپی ئادرێسەوە دیاریبکەن.
mr: हे अॅप्सना IP पत्त्यावर आधारित आपले स्थान निर्धारित करण्याचा प्रयत्न करण्यापासून प्रतिबंधित करणार नाही.
ru: Это не помешает приложениям определять ваше местоположение на основе IP-адреса.

source: Allow %s to use location services
ar: اسمح لـ%s بإستخدام خدمات الموقع
ckb: ڕێگە بە %s بدە کە خزمەتگوزاری شوێن بەکار بهێنێت
mr: स्थान सेवा वापरण्यासाठी %sला परवानगी द्या
ru: Разрешить %s использовать сервисы местоположения

source: Search Application
ar: تطبيق البحث
ckb: گەڕان
mr: अप्लिकेशन शोधा
ru: Поиск приложений

source: Remove system-collected file and application usage data from:
ar: إزالة الملفات التي تم جمعها من النظام وبيانات استخدام التطبيق من:
ckb: سڕینەوەی داتای بەکارهێنانی بەرنامە و پەڕگەکان کە سیستەم کۆیکردۆتەوە لە:
ru: Удалить полезную статистику о файлах и использованных приложениях:

source: The past hour
ar: الساعة الماضية
ckb: کاتژمێری ڕابردوو
mr: मागील तास
ru: За последний час

source: The past day
ar: اليوم الماضي
ckb: ڕۆژی ڕابردوو
mr: मागील दिवशी
ru: За последний день

source: The past week
ar: الأسبوع الماضي
ckb: هەفتەی ڕابردوو
mr: मागील आठवडा
ru: За последнюю неделю

source: From:
ar: من:
ckb: لە:
mr: पासून:
ru: С:

source: All time
ar: كل الوقت
ckb: هەموو کات
mr: संपूर्ण वेळ
ru: За всё время

source: To:
ar: إلى:
ckb: بۆ:
mr: पर्यंत:
ru: До:

source: Clear Data
ar: مسح البيانات
ckb: سڕینەوەی داتا
ru: Очистить данные

source: Add Application…
ar: أضف تطبيق…
ckb: زیادکردنی بەرنامە…
mr: अप्लिकेशन जोडा…
ru: Добавить приложение…

source: Add Folder…
ar: أضف مجلد…
ckb: زیادکردنی بوخچە…
mr: फोल्डर जोडा…
ru: Добавить папку…

source: Select a folder to blacklist
ar: اختر مجلدا لاضافته في القائمة السوداء
ckb: بوخچەیەک دیاریبکە بۆ ئەوەی بیخەیتە لیستی ڕەشەوە
mr: ब्लॅकलिस्टमध्ये टाकण्यासाठी एक फोल्डर निवडा
ru: Добавить папку в чёрный список

source: Add
ar: أضف
ckb: زیادکردن
mr: वाढवा
ru: Добавить

source: Cancel
ar: الغاء
ckb: هەڵوەشاندنەوە
mr: रद्द करा
ru: Отмена

source: Delete
ar: حذف
ckb: سڕینەوە
mr: हटवा
ru: Удалить

source: Do not collect data from the following:
ar: لا تجمع بيانات من التالي:
ckb: داتا لەمانەی خوارەوە کۆمەکەوە:
mr: खालील डेटा गोळा करू नका:
ru: Не собирать данные следующих приложений:

source: Data Sources:
ar: مصادر البيانات:
ckb: سەرچاوەی داتاکان:
mr: डेटा स्रोत:
ru: Источники информации:

source: Chat Logs
ar: سجل الدردشات
ckb: تۆمارەکانی چات
mr: गप्पा लॉग
ru: Журналы бесед

source: Documents
ar: المستندات
ckb: بەڵگەنامەکان
mr: कागदपत्रे
ru: Документы

source: Music
ar: الموسيقى
ckb: مۆسیقا
mr: संगीत
ru: Музыка

source: Pictures
ar: الصور
ckb: وێنەکان
mr: चित्रे
ru: Изображения

source: Presentations
ar: العروض التقديمية
ckb: سیمینارەکان
mr: सादरीकरणे
ru: Презентации

source: Spreadsheets
ar: جداول البيانات
ckb: سپرێدشیتەکان
mr: स्प्रेडशीट्स
ru: Электронные таблицы

source: Videos
ar: مقاطع الفيديو
ckb: ڤیدیۆکان
mr: व्हिडिओ
ru: Видео

source: Partially Enabled
ar: مفعل جزئياً
ckb: بەشێکی کاراکراوە
mr: अंशतः सक्षम
ru: Частично включено

source: Delete Trashed and Temporary Files After:
ru: Удалять файлы из корзины и временные файлы после:
